-- Выполнить в новой пустой базе rassvet_demo_2026, схема public.
-- Данные исходного Заказчики.json, только для первого импорта. Повторный импорт: кнопка приложения.
INSERT INTO counterparty(id,name,inn,address,phone,is_salesman,is_buyer) VALUES
('000000001','ООО "Поставка"','','г.Пятигорск','+79198634592',TRUE,TRUE),
('000000002','ООО "Кинотеатр Квант"','26320045123','г. Железноводск, ул. Мира, 123','+79884581555',TRUE,FALSE),
('000000008','ООО "Новый JDTO"','26320045111','г. Железноводсу','+79884581555',TRUE,FALSE),
('000000003','ООО "Ромашка"','4140784214','г. Омск, ул. Строителей, 294','+79882584546',FALSE,TRUE),
('000000009','ООО "Ипподром"','5874045632','г. Уфа, ул. Набережная,  37','+79627486389',TRUE,TRUE),
('000000010','ООО "Ассоль"','2629011278','г. Калуга, ул. Пушкина, 94','+79184572398',FALSE,TRUE);
